{
  "alert-secret-not-found": "Das ist nicht das Secret, was du suchst&hellip; - Falls du diesen Link noch nicht selbst geöffnet hast, könnte das Secret kompromittiert sein, da jemand anderes den Link geöffnet haben könnte.",
  "alert-something-went-wrong": "Irgendwas ging schief. Entschuldigung&hellip;",
  "btn-create-secret": "Secret erstellen!",
  "btn-new-secret": "Neues Secret",
  "btn-reveal-secret": "Zeig mir das Secret!",
  "btn-show-explanation": "Wie funktioniert das?",
  "items-explanation": [
    "Du gibst ein Secret auf dieser Seite ein",
    "Dein Browser verschlüsselt das Secret mit einem generierten Passwort",
    "Nur das verschlüsselte Secret wird an den Server geschickt (das Passwort oder das Secret im Klartext werden niemals übertragen!)",
    "Der Server speichert das verschlüsselte Secret für eine Weile",
    "Du gibst die angezeigte URL, welche die ID und das Passwort des Secrets enthält, an den Empfänger",
    "Der Empfänger kann das Secret einmalig abrufen: Funktioniert das nicht, könnte jemand anderes es abgerufen haben!",
    "Wenn das verschlüsselte Secret das erste Mal abgerufen wurde, wird es automatisch vom Server gelöscht"
  ],
  "label-secret-data": "Inhalt des Secrets:",
  "text-burn-hint": "Bitte rufe die URL nicht selbst auf, da das Secret dadurch zerstört würde. Gib sie einfach weiter!",
  "text-hint-burned": "<strong>Achtung:</strong> Du kannst das nur einmal ansehen! Sobald du die Seite neu lädst, ist das Secret verschwunden, also besser direkt kopieren und sicher abspeichern&hellip;",
  "text-powered-by": "Läuft mit",
  "text-pre-reveal-hint": "Um das Secret anzuzeigen klicke diesen Button aber denk dran, dass das Secret nur einmal angezeigt und dabei gelöscht wird.",
  "text-pre-url": "Dein Secret wurde angelegt und unter folgender URL gespeichert:",
  "title-explanation": "So funktioniert es&hellip;",
  "title-new-secret": "Erstelle ein neues Secret",
  "title-reading-secret": "Secret auslesen&hellip;",
  "title-secret-created": "Secret erstellt!"
}
